[
    {
        citation: "Expanding containerized house",
        abstract: "A containerized structure that expands by raising the roof module by greater than 2 metres, unfolding floor and wall panels that are mechanically or manually moved into position, with wall panels significantly perpendicular to floor panels, and expandable gable end panels with movable sections that lift upward to enclose the upper level of the structure.",
        body: "A containerized structure that expands by raising the roof module by greater than 2 metres, unfolding floor and wall panels that are mechanically or manually moved into position, with wall panels significantly perpendicular to floor panels, and expandable gable end panels with movable sections that lift upward to enclose the upper level of the structure. The roof panels hinge from a central roof module and are either mechanically or manually moved into position. The structure utilises vertical translation systems (e.g. lead screws, hydraulic rams etc.) to extend the roof module upwards before the roof panels are raised upwards into position by manual or mechanical means (e.g. winches and cables, hydraulic rams, lead screws etc.). The floor and wall panels are lowered together, again manually or by mechanical means (e.g. winches and cables, hydraulic rams, lead screws etc.), before the wall panels are raised into position, again manually or by mechanical means (e.g. winches and cables, hydraulic rams, lead screws etc.). Additional panels are then lifted into position to form a divide between upper and lower levels, proving four volumes either side of a central utility module, again manually or by mechanical means (e.g. winches and cables, hydraulic rams, lead screws etc.). The central utility module may contain areas such as kitchen and bathroom. Construction members of all frames may be welded, bolted or rigidly or movably attached, and may be made up of any material (e.g. metal, wood, plastic etc.). Typical unfolded dimensions of a 20ft high cube container unit would be approximately 6 metres long, 8 metres wide and 5 metres high, with an approximate internal floor area of 90 square metres. Additional panels may be deployed externally to provide deck/porch/patio areas. The unit, whether folded or unfolded is intended to be carried on a trailer or truck, or to be installed upon foundations or supports. The design can be scaled to up or down – for example, as a 40ft high cube shipping container unit."
    },
    {
        citation: "Method of exercising a cat",
        abstract: "A method for inducing cats to exercise consists of directing a beam of invisible light produced by a hand-held laser apparatus onto the floor or wall or other opaque surface in the vicinity of the cat, then moving the laser so as to cause the bright pattern of light to move in an irregular way fascinating to cats, and to any other animal with a chase instinct.",
        body: "Referring to the drawings, a light amplification by stimulated emission of radiation (laser) apparatus 10 for exercising cats, in the hands of a cat owner 12, emits an invisible beam 14 of light from and along the longitudinal axis of the device barrel 16. Activation of the laser cat exerciser 10 is controlled by spring-loaded trigger 18 energizing the laser mechanism by completing a battery power circuit. A cat 20 reacts to the bright pattern of light 22 occurring at the intersection of the laser beam and an opaque surface, for example, the floor or wall of a room.\n\nThe involuntary and almost imperceptibly slight movements of the hand holding the laser device of the present invention creates a jittery animated effect in the light pattern at the opaque intersection appealing to cats even when the device is held essentially steady.\n\nIntentional movements of the hand-held cat exerciser cause angular changes in the direction of the beam 14 and consequently the light pattern 22 moves unpredictably about the intersecting surfaces. The cat 20, intrigued by the jumpy movement of the light pattern, experiences a playful and healthy chase impulse and follows the irregularly moving light pattern around the room to the cardio-vascular, respiratory, weight control, and muscle tone benefit of the animal.\n\nThe coherent nature of a laser light beam results in a small intensely bright pattern of light clearly visible in normal day light or artificial night illumination, small enough relative to the paw of the cat to cause interest without posing a threat, and sharply defined over long enough distances (e.g., up to 150 feet) to provoke a full workout with long sprints for the pet. Ideally the bright pattern of light is directed along the floor, steps or wall at speeds sufficient to exert and entertain the cat but not so discouragingly fast as to dissuade against the chase, i.e., typically in the general range of 5 to 25 feet per second. In other words, the angular sweep speed of the laser beam is controlled by the cat owner 12 to effect an appropriate linear sweep speed of the pattern on the opaque surface within the stated general range. It is understood, of course, that the angular beam sweep speed required to effect a given linear pattern speed depends upon the distance between the laser and the surface on which the pattern impinges; specifically, as the distance between the laser and the surface increases, the same linear pattern speed is produced by a slower angular beam sweep speed. Release of trigger 18 interrupts the power circuit and extinguishes the laser beam, whereupon the cat can return to more traditionally feline time passing until cat owner 12 re-initiates the laser cat exerciser.\n\nThe light pattern projected by the laser cat exerciser is invisible until intersection with an opaque surface. Lasers emitting various colors of coherent light can be used and the laser apparatus can be distinctively shaped and colored for easy identification.\n\nAlthough particularly suited to amusing and exercising cats, the method of the present invention can be applied to other domestic pets, for instance dogs, ferrets, and any other animals with the chase instinct.\n\nInasmuch as the present invention is subject to many variations, modifications and changes in detail, it is intended that the subject matter discussed above and shown in the accompanying drawings be interpreted as illustrative and not in a limiting sense."
    }
]
